// Внутренняя "база данных" проектов
const projectsDB = [
    {
        id: 1,
        name: "H2O",
        location: "п. Витязево",
        description: "Раздвижная кровельная система из стекла для максимального естественного освещения."
    },
    {
        id: 2,
        name: "SOHO ROOMS на Волне",
        location: "г. Москва",
        description: "Панорамное остекление и мобильные перегородки под ключ."
    },
    {
        id: 3,
        name: "Облака",
        location: "г. Анапа",
        description: "Легкая и гибкая раздвижная кровля из поликарбоната с защитой от UV."
    },
    {
        id: 4,
        name: "Плаза",
        location: "г. Анапа",
        description: "Комплексное решение с использованием сэндвич-панелей для теплоизоляции и приватности."
    },
    {
        id: 5,
        name: "Афродита",
        location: "г. Белореченск",
        description: "Комплексное решение с использованием сэндвич-панелей для теплоизоляции и приватности."
    },
    {
        id: 6,
        name: "Маэстро",
        location: "г. Москва",
        description: "Комплексное решение с использованием сэндвич-панелей для теплоизоляции и приватности."
    },
    {
        id: 7,
        name: "Ахиллеон Парк",
        location: "п. Кабардинка",
        description: "Комплексное решение с использованием сэндвич-панелей для теплоизоляции и приватности."
    },
    {
        id: 8,
        name: "Частный дом",
        location: "г. Сочи",
        description: "Комплексное решение с использованием сэндвич-панелей для теплоизоляции и приватности."
    },
    {
        id: 9,
        name: "Частный дом",
        location: "п. Колос",
        description: "Комплексное решение с использованием сэндвич-панелей для теплоизоляции и приватности."
    },
    {
        id: 10,
        name: "Немецкая деревня",
        location: "г. Краснодар",
        description: "Комплексное решение с использованием сэндвич-панелей для теплоизоляции и приватности."
    },
    {
        id: 11,
        name: "Браво",
        location: "п. Витязево",
        description: "Комплексное решение с использованием сэндвич-панелей для теплоизоляции и приватности."
    },
    {
        id: 12,
        name: "Частный дом",
        location: "г. Краснодар",
        description: "Комплексное решение с использованием сэндвич-панелей для теплоизоляции и приватности."
    },
    {
        id: 13,
        name: "Симферо",
        location: "г. Симферополь",
        description: "Комплексное решение с использованием сэндвич-панелей для теплоизоляции и приватности."
    }
];